[
    {
        "title": "Advanced Air Mobility (AAM) Ecosystem Working Groups Virtual Kickoff",
        "links": "https://nari.arc.nasa.gov/aam-portal/"
    },
    {
        "title": "Sustainable Aerospace Supply Chain and Manufacturing Workshops",
        "links": "https://nari.arc.nasa.gov/aerosupplychain"
    },
    {
        "title": "Enabling Autonomous Flight and Operations in the NAS Workshops",
        "date": "August 6-7, 2019, April 23-24, 2019",
        "description": "NASA facilitated a series of workshops to support development of a national strategy—including goals, opportunities, and research priorities—to enable increasingly autonomous operations in the national airspace.",
        "links": "https://nari.arc.nasa.gov/aero-autonomy"
    },
    {
        "title": "Upper E Traffic Management (ETM)",
        "date": "December 12, 2019",
        "description": "NASA hosted a tabletop exercise focused on High Altitude Airspace (Upper E) Traffic Management at NASA Ames Research Center to better understand all of the diverse operational considerations of the stakeholders represented.\n\nThe tabletop focused on:\n- Transitioning to and from Upper Class E airspace\n- Operations that straddle Class A and Upper E airspace\n- Handling of off-nominal situations",
        "links": "https://nari.arc.nasa.gov/etm"
    },
    {
        "title": "LEARN & Seedling Seminars",
        "description": "The production and presentation of free, online technical seminars and meetings are essential functions for NARI as a virtual institute. Most of these events are held physically in the NASA Aeronautics Conference room, but are also streamed live and archived for anyone to participate in and view. The seminars are intended to provide information to NASA and beyond about the innovative research and technology that is being conducted on behalf of NASA Aeronautics, as well as research by NASA and the aeronautics community in general.\n\nThe LEARN Project: NASA Leading Edge Aeronautics Research for NASA (LEARN) Seminars feature the work of the LEARN fund recipients. The objectives of these seminars were to increase awareness of LEARN activities within NASA projects, to provide technical feedback to LEARN principal investigators from NASA Program/Project Technical Representatives, and educate/inform the public. This helps facilitate transfer of LEARN-developed technologies within NASA and disseminate LEARN findings to the external aeronautics community, including academia, industry, and the general public.   \n\nSeedling Fund: Annually, NASA Aeronautics awarded a number of Seedling grants to make deliberate investments in innovative, early-stage, and potentially revolutionary aviation concepts and technologies that are aligned with NASA's mission. These grants go to civil servant-led teams at NASA aeronautics centers. These seminars are an opportunity for the NASA aeronautics community at large to view the results of this research and how it might complement and benefit projects across the agency. The general public is also invited to attend the live events and/or view the archive.",
        "links": "/research"
    },
    {
        "title": "Past ARMD Thrust Roadmap Briefings",
        "description": "NASA updated its Strategic Implementation Plan on its Aeronautics Research Mission Directorate's Strategic Thrusts.",
        "links": "https://nari.arc.nasa.gov/thrustroadmaps"
    },
    {
        "title": "SAE / NASA Autonomy and the Next Generation Flight Deck Symposium",
        "date": "April 18-19, 2017",
        "description": "In cooperation with SAE International, NASA ARC, at the NASA Ames Research Center, hosted and live broadcasted the “Autonomy and the Next Generation Flight Deck Symposium” at the Ames Conference Center in Silicon Valley. The Autonomy and the Next Generation Flight Deck Symposium provided a forum for aerospace companies, government agencies, universities, and individuals to meet and share their ideas with researchers and industry leaders.\n\nThe meeting encouraged discussions of the latest developments in engineering practices and fostered debate on possible future trends in autonomy and flight deck technology. The technologies and engineering practices discussed at the symposium are applicable to NASA research efforts such as Next Generation Air Traffic Control (NextGen), Unmanned Aircraft Systems (UAS), UAS Traffic Management (UTM), spacecraft, smart sensors, artificial intelligence, the International Space Station, cybersecurity, and next generation advanced flight decks and aircraft.",
        "links": "https://nari.arc.nasa.gov/autonomy"
    },
    {
        "title": "2015 Transformative Vertical Flight Workshop",
        "date": "August 3-4, 2015",
        "links": "https://nari.arc.nasa.gov/tvf"
    },
    {
        "title": "OpenVSP Workshop",
        "date": "August 23-25, 2016",
        "description": "The OpenVSP Workshop consisted of presentations and tutorials by VSP developers and power users. Topics ranged from introductory to advanced model building, reports on cutting edge development, and work that real users are accomplishing with OpenVSP.",
        "links": "https://nari.arc.nasa.gov/vsp"
    },
    {
        "title": "NASCAR Meets NASA",
        "date": "Oct. 18, 2016",
        "description": "Abstract: From rockets to racecars, the similarities between NASA piloting and NASCAR driving are immense. NASCAR and NASA cross paths in many ways that many have not truly noticed. When considering aeronautics, safety, human factors and computing for example, there are parallels between aero design, in-cabin settings adjustments, vehicle safety equipment, pilot/driver personal protective equipment, radio communication and training. On the personal side, both astronauts and racecar drivers experience immense challenge and adversity, which is overcome by courage and fortitude. This presentation will examine and compare the sequence of an evolution for a driver from the beginning of race week until the end of a race with sequence of an evolution for a pilot from the beginning of their \"flight week\" to the end of their space travel. The personal journey from Navy to NASCAR to NASA will be shared.\n\nBiography: At a young age, Dallas, TX native and Nigerian-American, Jesse Iwuji was interested and driven in the sporting world. Being a Texan, football naturally took its course in his life and landed him a full ride scholarship to one of the nation’s top universities, the US Naval Academy. There he played NCAA Division 1-A College football four years, graduated with a bachelors of science and was commissioned as a Surface Warfare Officer in the US Navy. He is still currently active duty as an officer at Naval Post Graduate School and he has been on two Arabian Gulf deployments totaling out to 15 months of deployment time on two different naval ships. Outside of the Navy, Jesse has always had a passion in Motorsports. In 2013, he was featured in Hot Rod Magazine twice for 200+ MPH and world record accomplishments in the Modern HEMI drag racing world and was on the cover of MoparMax magazine. He also began his road course racing ventures doing open track days and became a SCCA member. 2015 was Jesse's first official stockcar racing season and he began it in the NASCAR Whelen All-American Series at Irwindale Speedway. From late model stockcars, he transitioned toward the end of 2015 into the NASCAR K&N Pro Series where he is now competing in his rookie 2016 season for Patriot Motorsports Group and ranked 10th of nearly 60 drivers. Jesse also is involved in advocacy and outreach, supporting charitable events and organizations.",
        "links": "https://nari.arc.nasa.gov/nascar"
    },
    {
        "title": "UTM Convention - NASA Aeronautics​ Talks",
        "date": "July 28-30, 2015",
        "links": "https://nari.arc.nasa.gov/utmtalks"
    },
    {
        "title": "Summer Seminars & Technical Talks",
        "description": "NASA Ames Aeronautics Academy interns collaborate with the virtual institute during their time at Ames to organize virtual technical seminar series. The series serves as an opportunity for members of the NASA aeronautics community and others to present and view cutting-edge research currently conducted in the field of aeronautics. Each presentation is broadcast live to a virtual audience and is recorded and posted online for access after the live session.",
        "links": "https://nari.arc.nasa.gov/sumseminars"
    },
    {
        "title": "NASA SBIR/STTR Industry Day",
        "date": "June 25-27, 2017",
        "links": "https://sbir.nasa.gov/events/sbir-industry-day"
    },
    {
        "title": "NASA ARMD SBIR Online Market Research Sessions",
        "links": "https://nari.arc.nasa.gov/sbir"
    }
]